{
  "video": "https://youtu.be/EEbYwPY0IQU",
  "subtitle": "1\n00:00:00,000 --> 00:00:02,400\nChoân-sè-kài thâu chi̍t-ê Tâi-gí la-la-tūi<br>The world's first Taigi cheerleading squad.\n\n2\n00:00:02,400 --> 00:00:05,000\nióng-sêng si̍t-kéng chiat-bo̍k \"Chhài-chiáu-á Nice Play\"<br>The training reality show \"Rookie Nice Play\"\n\n3\n00:00:05,000 --> 00:00:06,700\ntī chit lé-pài-la̍k tiō beh hòng-sàng ah<br>will be broadcast this Saturday.\n\n4\n00:00:06,800 --> 00:00:09,500\nTùi saⁿ-pah ūi chham-sài-chiá lâi-bīn phà thong-koan<br>From 300 contestants battling through the selection rounds,\n\n5\n00:00:09,600 --> 00:00:10,400\nkéng cha̍p ê chhut-lâi<br>ten were selected.\n\n6\n00:00:10,500 --> 00:00:13,000\nin lóng sī m̄-bat chiap-chhiok kòe la-la-tūi ê chhài-chiáu-á<br>They are all rookies who have never been in a cheerleading squad before.\n\n7\n00:00:13,000 --> 00:00:15,400\nChit hôe lâi chham-ka Tâi-gí-tâi ê sin chiat-bo̍k<br>This time, participating in the new program on PTS Taigi,\n\n8\n00:00:15,400 --> 00:00:17,300\nná o̍h Tâi-gí ná o̍h thiàu-bú<br>they learn Tâi-gí and dancing at the same time,\n\n9\n00:00:17,300 --> 00:00:20,000\nia̍h í-keng khì kàu pāng-kiû-tiûⁿ o͘-en kúi-nā kái--lo͘h<br>and have already gone to the baseball stadium to cheer several times.\n\n10\n00:00:26,686 --> 00:00:28,400\nCha̍p ūi la-la-tūi ê chhài-chiáu-á<br>Ten cheerleading rookies\n\n11\n00:00:28,400 --> 00:00:29,400\npîn ka-tī ê gōng-táⁿ<br>are working extremely hard;\n\n12\n00:00:29,400 --> 00:00:30,800\nū lâng bô siáⁿ-mih ē-hiáu thiàu-bú<br>some didn't really know how to dance,\n\n13\n00:00:30,900 --> 00:00:33,300\nkàu piàn-chò pāng-kiû la-la-tūi ê sêng-oân<br>but to become members of a baseball cheer squad,\n\n14\n00:00:33,400 --> 00:00:35,000\nchi̍t pō͘ chi̍t pō͘ chiap-kīn bāng-sióng<br>they are approaching their dream step by step.\n\n15\n00:00:35,100 --> 00:00:37,000\nChū sè-hàn góa tō bô o̍h kòe thiàu-bú<br>\"I haven't learned to dance since I was a child,\n\n16\n00:00:37,000 --> 00:00:38,100\ngóa lóng sī ka-kī o̍h ê<br>I am entirely self-taught,\n\n17\n00:00:38,200 --> 00:00:41,400\nsó͘-í khah tòe bē-tio̍h kî-thaⁿ ê lâng<br>so I can't keep up with the others easily,\n\n18\n00:00:41,500 --> 00:00:42,900\nsó͘-í tō ài ka-kī khah phah-piàⁿ--leh<br>therefore, I have to work harder on my own.\"\n\n19\n00:00:42,900 --> 00:00:46,500\nChe sī Tâi-gí-tâi ê sin chiat-bo̍k \"Chhài-chiáu-á Nice Play\"<br>This is PTS Taigi's new show \"Rookie Nice Play.\"\n\n20\n00:00:46,700 --> 00:00:49,000\ntō chhin-chhiūⁿ Hân-kok liān-si̍p-seng kāng-khoán<br>Just like Korean trainees,\n\n21\n00:00:49,000 --> 00:00:51,000\nchham-ka chiat-bo̍k chū-thâu khai-sí o̍h<br>they start learning from scratch after joining the show.\n\n22\n00:00:51,000 --> 00:00:52,400\nÀi o̍h nn̄g hāng mi̍h-kiāⁿ<br>They have to learn two things:\n\n23\n00:00:52,500 --> 00:00:53,400\ntē-it tō-sī thiàu-bú<br>first is dancing,\n\n24\n00:00:53,600 --> 00:00:54,600\ntē-jī tō-sī Tâi-gí<br>second is Taigi.\n\n25\n00:00:54,700 --> 00:00:56,900\nkiâm-sng khó͘-siap kóng bē liáu<br>The hardships are endless.\n\n26\n00:00:56,900 --> 00:00:58,800\nBô--lah góa Tâi-gí chiok nōa--ê<br>\"No way, my Taigi sucks.\n\n27\n00:00:58,800 --> 00:00:59,800\nlí khòaⁿ chiat-bo̍k lí tio̍h chai<br>You'll know if you watch the show.\n\n28\n00:00:59,800 --> 00:01:02,700\nTō khòaⁿ-tio̍h ha̍p-iok ū siá kóng<br>I just saw the contract said\n\n29\n00:01:02,700 --> 00:01:03,600\nchia̍h-pn̄g m̄-bián chîⁿ<br>meals are free of charge,\n\n30\n00:01:03,600 --> 00:01:05,000\nmā ū só͘-chāi thang tòa<br>and there is a place to stay.\"\n\n31\n00:01:05,000 --> 00:01:07,000\nŪ lâng chham-ka sī ūi miâ-chheⁿ-bāng<br>Some joined for fame,\n\n32\n00:01:07,000 --> 00:01:08,600\nū lâng lâi chham-ka sī ūi lo̍k chiat-bo̍k<br>some came to record the show\n\n33\n00:01:08,600 --> 00:01:10,600\nū pau chia̍h koh pau tòa kài séng-chîⁿ<br>because food and housing are covered, saving a lot of money.\n\n34\n00:01:10,600 --> 00:01:13,000\nBóe-á sêng-kun ê chit cha̍p ūi chin bô kán-tan<br>Finally, these ten selected members are quite impressive;\n\n35\n00:01:13,100 --> 00:01:15,300\nin sī tùi saⁿ-pah ūi ê chham-sài-chiá tiong<br>they were among the 300 contestants\n\n36\n00:01:15,300 --> 00:01:18,000\nkòe thong-koan soán--chhut-lâi--ê<br>selected after passing through the rounds.\n\n37\n00:01:18,000 --> 00:01:19,100\nCha̍p ūi lāi-bīn ia̍h ū chi̍t ūi ûi-it ê lâm-sèng<br>Among the ten, there is also the sole male participant.\n\n38\n00:01:19,200 --> 00:01:21,200\nGóa chū sè-hàn tō-sī hām A-má kóng Tâi-gí<br>\"I've spoken Taigi with my grandma since I was little.\n\n39\n00:01:21,300 --> 00:01:22,000\nKo-hiông-lâng--mah<br>I'm from Kaohsiung, after all,\n\n40\n00:01:22,100 --> 00:01:24,100\njī-chhiáⁿ A-má lóng chiok siūⁿ-beh khòaⁿ-tio̍h góa<br>and Grandma really wanted to see me\n\n41\n00:01:24,200 --> 00:01:26,000\ntī tiān-sī téng-koân piáu-ián<br>performing on television.\n\n42\n00:01:26,100 --> 00:01:27,300\nIn-ūi góa í-chêng sī kiû-oân<br>Because I used to be a [baseball] player,\n\n43\n00:01:27,400 --> 00:01:28,200\nchham-ka chit-ê chiat-bo̍k<br>participating in this show\n\n44\n00:01:28,300 --> 00:01:29,600\nē-tàng hō͘ A-má khòaⁿ--tio̍h<br>allows Grandma to see me.\"\n\n45\n00:01:29,700 --> 00:01:32,300\nChit ki la-la-tūi m̄-sī kan-na ùn-tāu-iû niā-niā<br>This cheerleading squad isn't just messing around;\n\n46\n00:01:32,400 --> 00:01:34,100\nsī chin-chiàⁿ ū lī-pō͘-chhit–ah<br>they have truly developed real skills.\n\n47\n00:01:34,200 --> 00:01:35,300\nChiat-bo̍k ia̍h te̍k-pia̍t phìn-chhiáⁿ<br>The show also specially hired\n\n48\n00:01:35,400 --> 00:01:38,000\nsaⁿ ūi la-la-tūi ê chiân-pòe lâi chò tō-su<br>three senior cheerleaders to serve as mentors.\n\n49\n00:01:38,000 --> 00:01:40,000\nŪ Hân-kok la-la-tūi ê Lâm Bîn-cheng<br>Including South Korea's Nam Min-jeong,\n\n50\n00:01:40,000 --> 00:01:41,400\nLo̍k-thian Thô-oân ê Siáu-chêng<br>Rakuten Monkeys' Xiao Jing,\n\n51\n00:01:41,400 --> 00:01:44,500\nhām Tiong-sìn Hiaⁿ-tī ê Si-si lâi thoân-siū phiat-pō͘<br>and CITIC Brothers' Xi-xi to teach the techniques,\n\n52\n00:01:44,500 --> 00:01:47,000\nū kà POSE--ê ia̍h ū cheng-sîn hoah-ōe<br>teaching posing and how to cheer up.\n\n53\n00:01:47,000 --> 00:01:49,300\nEh in choân-pō͘ lóng chìn-pō͘ chiok chōe--ê--neh<br>\"Eh, they have all improved so much!\n\n54\n00:01:49,300 --> 00:01:51,900\nténg-kái khòaⁿ--khí-lâi ná-chhiūⁿ in teh khó-chhì<br>Last time they looked like they were just taking an exam.\n\n55\n00:01:51,900 --> 00:01:53,800\nKin-á-ji̍t in ta̍k-ê lâng khòaⁿ--khí-lâi lóng án-ne<br>Today, every one of them looks like...\n\n56\n00:01:53,800 --> 00:01:55,800\nO͘h, chiok ?--ê án-ne<br>oh, so sparkling and shiny!\"\n\n57\n00:01:55,800 --> 00:01:58,300\nChoân-sè-kài thâu chi̍t ki Tâi-gí la-la-tūi sêng-kun<br>The world's first Taigi cheerleading squad is formed,\n\n58\n00:01:58,400 --> 00:02:00,400\nióng-sêng ê kui-ê kòe-têng ia̍h lo̍k-chò chiat-bo̍k<br>and the entire training process has been recorded as a show.\n\n59\n00:02:00,500 --> 00:02:02,800\nKong-sī Tâi-gí-tâi \"Chhài-chiáu-á Nice Play\"<br>It is PTS Taigi's \"Rookie Nice Play,\"\n\n60\n00:02:02,900 --> 00:02:04,900\ntī chit-ê pài-la̍k àm-sî tiō beh pò-chhut<br>premiering this Saturday night.\n\n61\n00:02:05,000 --> 00:02:06,500\nIn ē iau-chhiáⁿ ta̍k-ke tàu-tīn<br>They invite everyone to come together\n\n62\n00:02:06,600 --> 00:02:08,400\nlâi thè chit kóa chhài-chiáu-á ka-iû<br>and cheer for these rookies.\n\n63\n00:02:08,500 --> 00:02:12,000\nKì-chiá Tēⁿ A-soan, Lîm Io̍k-khái Tâi-pak pò-tō<br>Reporters Cheng A-suan and Lin Yu-kai, reporting from Taipei.\n\n",
  "mask": {
    "h": "19",
    "w": "100",
    "b": "0",
    "l": "0",
    "c": "#000000",
    "o": 0.75
  },
  "settings": {
    "fontFamily": "'Taigi Font', serif",
    "scale": 1,
    "anchor": "bottom",
    "offset": "5",
    "color": "#ffffff",
    "boxColor": "#000000",
    "boxOp": 0.4,
    "shadow": "3",
    "shadowColor": "#444444"
  },
