{
  "video": "https://youtu.be/Dty3Sh5v53Y",
  "subtitle": "1\n00:00:00,000 --> 00:00:02,966\nBí-kok ê Sî-tāi Cha̍p-chì cha̍p-it kong-pò͘<br>美國个時代雜誌11公布<br>US Time Magazine announced on the 11th\n\n2\n00:00:02,966 --> 00:00:05,400\njī-khòng-jī-ngó͘ nî nî-tō͘ hong-hûn jîn-bu̍t<br>2025年年度風雲人物<br>the 2025 Person of the Year,\n\n3\n00:00:05,400 --> 00:00:07,766\nū Hui-ta̍t chip-hêng-tiúⁿ N̂g Jîn-hun<br>有輝達執行長黃仁勳<br>including NVIDIA CEO Jensen Huang,\n\n4\n00:00:07,766 --> 00:00:09,833\nia̍h-koh Chhiau-bî chip-hêng-tiúⁿ So͘ Chu-hong téng-lâng<br>抑閣超微執行長蘇姿丰等人<br>and AMD CEO Lisa Su, among others.\n\n5\n00:00:09,833 --> 00:00:13,600\nchià tāi-piáu kóng AI tng-teh kái-piàn kui-ê sè-kài<br>這代表講AI當咧改變規个世界<br>This signifies that AI is currently changing the whole world.\n\n6\n00:00:13,600 --> 00:00:16,633\nSî-tāi Cha̍p-chì cha̍p-it kong-pò͘ nn̄g-tiuⁿ hong-bīn ê siòng-phìⁿ<br>時代雜誌11公布兩張封面的相片<br>Time Magazine released two cover photos on the 11th,\n\n7\n00:00:16,633 --> 00:00:20,333\ntiōng-tiám khǹg tī jī-khòng-jī-ngó͘ nî nî-tō͘ siōng chhut-miâ ê jîn-bu̍t<br>重點囥佇2025年年度上出名的人物<br>focusing on the most famous figures of 2025:\n\n8\n00:00:20,333 --> 00:00:22,800\ntō-sī chia-ê Jîn-kang Tì-hūi siat-kè-su<br>就是遮的人工智慧設計師<br>the architects of Artificial Intelligence.\n\n9\n00:00:22,800 --> 00:00:26,200\nlāi-bīn chi̍t-tiuⁿ hong-bīn sī iōng 1932 nî ê keng-tián siòng-phìⁿ lâi tì-ì<br>內面一張封面是用1932年的經典相片來致敬<br>One cover pays homage to a classic 1932 photograph,\n\n10\n00:00:26,200 --> 00:00:29,200\ntō-sī \"Chhiau-koan Tōa-lâu téng ê Tiong-tàu-tǹg\"<br>就是超高大樓頂的中晝頓<br>\"Lunch Atop a Skyscraper.\"\n\n11\n00:00:29,200 --> 00:00:31,433\nkā kǹg-thiāu (niû) téng-koân ê kang-lâng<br>共鋼柱(樑)頂懸的工人<br>Replacing the workers on the steel beam\n\n12\n00:00:31,433 --> 00:00:34,333\noāⁿ-chò peh-ê AI léng-he̍k tāng-liōng-kip ê chip-hêng-tiúⁿ<br>換做8个AI領域重量級的執行長<br>with eight heavyweight CEOs from the AI field,\n\n13\n00:00:34,333 --> 00:00:36,466\npau-koat Meta ê Chó͘-khek-pek-kek<br>包括Meta的祖克伯格<br>including Meta's Zuckerberg,\n\n14\n00:00:36,466 --> 00:00:38,066\nChhiau-bî ê So͘ Chu-hong<br>超微的蘇姿丰<br>AMD's Lisa Su,\n\n15\n00:00:38,066 --> 00:00:39,400\nTek-su-la ê Má-su-khek<br>特斯拉的馬斯克<br>Tesla's Musk,\n\n16\n00:00:39,400 --> 00:00:41,200\nHui-ta̍t ê N̂g Jîn-hun<br>輝達的黃仁勳<br>NVIDIA's Jensen Huang,\n\n17\n00:00:41,200 --> 00:00:42,800\nOpenAI ê Ó-te̍k-bān téng-téng<br>OpenAI的奧特曼等等<br>OpenAI's Altman, and others.\n\n18\n00:00:42,800 --> 00:00:44,533\ntī lēng-gōa chi̍t-tiuⁿ hong-bīn<br>佇另外一張封面<br>On the other cover,\n\n19\n00:00:44,533 --> 00:00:46,933\nsī hián-sī ūi-tio̍h eng-kè<br>是顯示圍著鷹架<br>it displays scaffolding surrounding\n\n20\n00:00:46,933 --> 00:00:50,400\nchit-má tng-teh khí-chō ū AI jī-iūⁿ ê tōa-lâu<br>chit-má當咧起造有AI字樣的大樓<br>a skyscraper shaped like \"AI\" currently under construction.\n\n21\n00:00:50,400 --> 00:00:52,433\nGún chū-chiau tī hiah-ê siūⁿ-siōng<br>我們聚焦於那些想像<br>\"We really looked at these folks who have imagined,\n\n22\n00:00:52,433 --> 00:00:53,866\nsiat-kè pēng kiàn-kò chit-hāng ki-su̍t<br>設計並建構這項技術<br>designed and built this technology,\n\n23\n00:00:53,866 --> 00:00:55,733\nKoh ín-chhōa gún hiòng-chêng ê lâng<br>Koh引chhōa 阮向前的人<br>and are driving us forward.\"\n\n24\n00:00:55,733 --> 00:00:57,800\nChóng-pian-chip Ka-khó-pò͘ kóng<br>總編輯賈可布講<br>Editor-in-Chief Jacobs said\n\n25\n00:00:57,800 --> 00:01:00,266\njī-khòng-jī-ngó͘ nî sī Jîn-kang Tì-hūi<br>2025年是人工智慧<br>2025 is the year Artificial Intelligence\n\n26\n00:01:00,266 --> 00:01:02,166\nchoân-lêng choân-bīn po̍k-hoat ê chi̍t-nî<br>全能全面爆發的一年<br>capabilities will fully explode,\n\n27\n00:01:02,166 --> 00:01:04,366\nhō͘ Jîn-lūi sī ná o-ló koh ná hoân-ló<br>Hō͘人類是ná o-ló koh ná煩惱<br>leaving humanity both amazed and worried.\n\n28\n00:01:04,366 --> 00:01:06,400\nchia-ê tā-chō AI ê sak-chhiú<br>chia-ê打造AI的sak手<br>These architects shaping AI\n\n29\n00:01:06,400 --> 00:01:08,233\nm̄-nā sī tōa-khì-gia̍p ê léng-siù<br>不但是大企業的領袖<br>are not only leaders of major corporations\n\n30\n00:01:08,233 --> 00:01:09,866\nmā pau-koat chiâⁿ-chē gián-kiù jîn-oân<br>mā包括chiâⁿ chē研究人員<br>but also include many researchers.\n\n31\n00:01:09,866 --> 00:01:12,233\ntùi choân-kiû chèng-tī, keng-chè<br>對全球政治, 經濟<br>Their influence on global politics, economics,\n\n32\n00:01:12,233 --> 00:01:14,733\nhâm seng-oa̍h chân-bīn ê éng-hióng chin-chiàⁿ sī chiâⁿ tōa<br>和生活層面的影響真正是chiâⁿ大<br>and daily life is truly immense.\n\n33\n00:01:14,733 --> 00:01:16,633\nChit-kî te̍k-kham ê hong-bīn kò͘-sū<br>這期特刊的封面故事<br>This special issue's cover story\n\n34\n00:01:16,633 --> 00:01:19,266\ntiám-miâ Hui-ta̍t tī teh sian-chìn cheng-phìⁿ chhī-tiûⁿ<br>點名輝達佇先進的晶片市場<br>names NVIDIA in the advanced chip market\n\n35\n00:01:19,266 --> 00:01:21,433\npí pa̍t-lâng lóng khah lī-hāi<br>比別人lóng khah厲害<br>as being more powerful than anyone else,\n\n36\n00:01:21,433 --> 00:01:23,166\nchhî-siok hō͘ tāi-ke lâi \"siau AI\"<br>持續予大家來痟AI<br>continuously driving the AI craze for everyone.\n\n37\n00:01:23,166 --> 00:01:25,933\nChit-hêng-tiúⁿ N̂g Jîn-hun í-keng m̄-nā kan-na sī chi̍t-ê khì-gia̍p léng-siù<br>執行長黃仁勳已經不那干焦是一个企業領袖<br>CEO Jensen Huang is no longer just a business leader;\n\n38\n00:01:25,933 --> 00:01:28,400\nkoh pìⁿ-chò éng-hióng kok-ka kho-ki chiàn-lio̍k<br>koh變做影響國家科技戰略<br>he has become a key figure influencing national tech strategy\n\n39\n00:01:28,400 --> 00:01:30,566\nhâm tē-iân éng-hióng-la̍t ê tiōng-iàu jîn-bu̍t<br>和地緣影響力的重要人物<br>and possessing geopolitical influence.\n\n40\n00:01:30,566 --> 00:01:32,600\nN̂g Jîn-hun tī choan-hóng lāi-bīn mā kóng<br>黃仁勳佇專訪內面mā講<br>In the exclusive interview, Jensen Huang stated\n\n41\n00:01:32,600 --> 00:01:34,866\nJîn-kang Tì-hūi í-keng pìⁿ-chò hiān-tāi siā-hōe lāi-bīn<br>人工智慧已經變做現代社會內面<br>that Artificial Intelligence has become\n\n42\n00:01:34,866 --> 00:01:36,433\nsiōng tiōng-iàu ê ki-su̍t<br>上重要的技術<br>the most important technology in modern society.\n\n43\n00:01:36,433 --> 00:01:38,433\nsó͘-ū ê sán-gia̍p, khì-gia̍p hâm kok-ka<br>所有的產業, 企業和國家<br>All industries, businesses, and nations\n\n44\n00:01:38,433 --> 00:01:40,566\nlóng pit-su ài liáu-kái i, sú-iōng i, kiàn-siat i<br>lóng必須愛了解伊, 使用伊, 建設伊<br>must understand it, use it, and build it.\n\n45\n00:01:40,566 --> 00:01:42,700\nCha̍p-nî āu góa hi-bāng lâng khòaⁿ-tio̍h chit-ê hong-bīn<br>十年後我希望人看著chit-ê封面<br>\"A decade from now, I hope people look at this cover\n\n46\n00:01:42,700 --> 00:01:44,366\nhâm hong-bīn kò͘-sū ê pò-tō<br>和封面故事的報導<br>and the accompanying journalism,\n\n47\n00:01:44,366 --> 00:01:46,500\nĒ khòaⁿ-tio̍h gún chhì-tô͘<br>會看著我們試圖<br>and see that we were trying\n\n48\n00:01:46,500 --> 00:01:48,766\nbīn-tùi Jîn-kang Tì-hūi chit-ê kiông-tōa ê le̍k-liōng<br>面對人工智慧chit-ê強大力量<br>to grapple with the awesome power of AI,\n\n49\n00:01:48,766 --> 00:01:50,466\nkiám-sī i ta̍k hāng pō͘-hūn<br>檢視伊逐項部分<br>looking at all parts of it,\n\n50\n00:01:50,466 --> 00:01:52,666\nkoan-chù thui-tōng i hiòng-chêng ê iàu-kak<br>關注推動伊向前的要角<br>focusing on the key players driving it forward.\n\n51\n00:01:52,666 --> 00:01:55,233\nchiū-sǹg góa kám-kak cha̍p-nî āu i khó-lêng í-keng kòe-sî<br>就算我感覺十年後伊可能已經過時<br>Even though I feel it might be outdated in ten years,\n\n52\n00:01:55,233 --> 00:01:57,400\ntān i i-jiân ē chiâⁿ-chò le̍k-sú ê tiōng-iàu piau-chì<br>但伊依然會成為歷史的重要標誌<br>it will still be a great marker of history;\n\n53\n00:01:57,400 --> 00:01:59,600\nche mā sī nî-tō͘ hong-hûn jîn-bu̍t ê bo̍k-piau<br>這嘛是年度風雲人物的目標<br>this is also Person of the Year, the aim to be.\"\n\n54\n00:01:59,600 --> 00:02:02,133\nHong-bīn ê kò͘-sū mā kóng-tio̍h AI hoat-tián ê o͘-àm-bīn<br>封面的故事嘛講著AI發展的烏暗面<br>The cover story also touches on the dark side of AI development,\n\n55\n00:02:02,133 --> 00:02:04,366\nchhin-chhiūⁿ Bí-kok 16 hòe ê chheng-siàu-liân<br>親像美國16歲的青少年<br>such as the case of a 16-year-old American teenager\n\n56\n00:02:04,366 --> 00:02:06,733\nhâm ChatGPT tùi-ōe liáu-āu khì chū-sat ê sū-kiāⁿ<br>含ChatGPT對話了後去自殺的事件<br>who committed suicide after conversing with ChatGPT.\n\n57\n00:02:06,733 --> 00:02:09,300\nka-tiúⁿ chí-khòng kóng che tùi-ōe ê lōe-iông<br>家長指控講che對話的內容<br>The parents alleged that the content of the conversation\n\n58\n00:02:09,300 --> 00:02:11,100\nchō-sêng gín-á sim-lí siū-shòng<br>造成囡仔心理受創<br>caused psychological trauma to the child,\n\n59\n00:02:11,100 --> 00:02:12,233\nÍn-khí ka thê-kò<br>引起ka提告<br>they filed a lawsuit.\n\n60\n00:02:12,233 --> 00:02:14,733\nín-hoat siā-hōe koan-chù AI ê an-choân<br>引發社會關注AI的安全<br>This sparked societal concern regarding AI safety\n\n61\n00:02:14,733 --> 00:02:16,100\nhâm chek-jīm ê būn-tê<br>和責任的問題<br>and issues of responsibility.\n\n62\n00:02:16,100 --> 00:02:18,500\nChe sī Sî-tāi Cha̍p-chì tùi 1982 nî<br>這是時代雜誌對1982年<br>This is Time Magazine, since 1982\n\n63\n00:02:18,500 --> 00:02:19,933\nsoán-chhut Kò-jîn Tiān-náu<br>選出個人電腦<br>when it selected the Personal Computer,\n\n64\n00:02:19,933 --> 00:02:22,866\nhām 1988 nî soán-chhut Bīn-tùi Tiong-tāi Gûi-hiám ê Tē-kiû í-lâi<br>和1988年選出面對重大危險的地球以來<br>and 1988 when it selected the Endangered Earth,\n\n65\n00:02:25,333 --> 00:02:27,533\npan-hō͘ m̄-sī tan it chi̍t-ê lâng ê tùi-siōng<br>頒予毋是單一chi̍t-ê人的對象<br>to a subject that is not a single individual.\n\n66\n00:02:27,533 --> 00:02:29,200\nKong-sī Sin-bûn Si Hūi-tiong pian-e̍k<br>公視新聞施慧中編譯<br>PTS News, translated by Si Hūi-tiong.\n\n",
  "mask": {
    "h": "31",
    "w": "100",
    "b": "0",
    "l": "0",
    "c": "#000000",
    "o": 0.77
  },
  "settings": {
    "fontFamily": "'Taigi Font', serif",
    "scale": 1,
    "anchor": "bottom",
    "offset": "5",
    "color": "#ffffff",
    "boxColor": "#000000",
    "boxOp": 0.4,
    "shadow": "3",
    "shadowColor": "#444444"
  }
}