{
  "video": "https://youtu.be/CTGAzAkqDbY",
  "subtitle": "1\n00:00:13,200 --> 00:00:18,500\nLâi-lâi-lâi-lâi, lô-siaⁿ kó͘-siaⁿ hiáng sì-piⁿ<br>Come, come! Gongs and drums echo all around.\n\n2\n00:00:18,500 --> 00:00:22,800\nHiān-chāi chóng chhiáⁿ lia̍t-ūi chèng hiaⁿ-tī<br>Now I invite all you brothers here today.\n\n3\n00:00:22,800 --> 00:00:26,900\nGún chi̍t kiâⁿ gō͘-la̍k-cha̍p miâ<br>Our traveling troupe has fifty or sixty guys.\n\n4\n00:00:27,300 --> 00:00:32,100\nŪi-tio̍h miâ-siaⁿ piàⁿ-sìⁿ-miā<br>Risking our lives for the sake of fame.\n\n5\n00:00:32,100 --> 00:00:37,800\nAh~ chhiáⁿ lín kín lâi khòaⁿ<br>Ah~ please come and watch quickly!\n\n6\n00:00:37,800 --> 00:00:43,500\nLiû-lōng kang-ô͘ ê ngē-nńg ê kang-hu<br>The hard and soft skills of the wandering world.\n\n7\n00:00:43,500 --> 00:00:49,500\nKín-lâi kín-lâi kín-lâi--lah<br>Come quick, come quick, come quick!\n\n8\n00:00:54,300 --> 00:00:56,800\nSio̍k-gú teh kóng<br>As the old saying goes:\n\n9\n00:00:56,600 --> 00:01:00,100\nLâng chē oē to̍h chē, sam-sek-lâng kóng gō͘-sek-oē<br>More people means more gossip; three kinds of people speak five kinds of words.\n\n10\n00:01:00,100 --> 00:01:04,800\nŪ-lâng ài chia̍h chhài-koe, ah ū-lâng ài khó͘-koe<br>Some love loofah, while others love bitter melon.\n\n11\n00:01:04,800 --> 00:01:10,200\nŪ-lâng ài khòaⁿ lāng-lâu, ah ū-lâng ài khòaⁿ phah-kûn-thâu<br>Some love acrobatics, and some love watching fist-fighting.\n\n12\n00:01:09,500 --> 00:01:11,800\nNā ài khòaⁿ kûn-thâu, bián-kiaⁿ bô<br>If you love fist-fighting, fear not there’s none.\n\n13\n00:01:11,800 --> 00:01:15,100\nJi̍t-pún Le̍k-tō-san sī hó-chhiú-to kiam jiû-tō<br>Japan's Rikidōzan is a master of Karate chops and Judo.\n\n14\n00:01:15,100 --> 00:01:19,100\nAh nā Bí-kok phīⁿ-á tok-tok, ba̍k-chiu lô-lô<br>And the Americans with their high noses and deep-set eyes...\n\n15\n00:01:19,100 --> 00:01:24,000\nI nā beh phah nn̄g-pō͘ ah, kóng-tio̍h ài bo̍k-sìng-gù chiah sǹg ē hô<br>If they strike a pose, it has to be \"Boxing\" to count as a match.\n\n16\n00:01:24,000 --> 00:01:26,500\nÌn-tō͘ o͘ kap tōa-kho͘ thong-lâng chai<br>India's \"Black and Big\" is known to all.\n\n17\n00:01:26,600 --> 00:01:29,700\nNā Tiong-kok Ta̍t-mô ê kang-hu siōng lī-hāi<br>But China's Bodhidharma Kung Fu is the most powerful.\n\n18\n00:01:29,700 --> 00:01:31,700\nAh nā sió-tī chin put-châi<br>As for me, your humble brother, I have no talent.\n\n19\n00:01:31,700 --> 00:01:33,800\nPak-tó͘ nā iau choân pō͘-sò͘<br>When my belly is hungry, I have full strategies.\n\n20\n00:01:33,900 --> 00:01:37,400\nIā pak-tó͘ nā pá to̍h bô-pòaⁿ-pō͘<br>But when my belly is full, I haven't got a single move!\n\n21\n00:01:37,400 --> 00:01:38,500\nLâi khòaⁿ<br>Come watch!\n\n22\n00:01:38,500 --> 00:01:41,600\nThài-chó͘-kûn phah ngē-ki<br>Taizu Fist strikes the hard limbs.\n\n23\n00:01:41,700 --> 00:01:44,500\nPe̍h-ho̍h-kûn sī chhiūⁿ môa-chî<br>White Crane Fist is soft like mochi.\n\n24\n00:01:44,500 --> 00:01:46,800\nKâu-kûn sī hó kha-chhiú<br>Monkey Fist has good technique.\n\n25\n00:01:46,900 --> 00:01:48,100\nKáu-kûn sī chia̍h ba̍k-chiu<br>Dog Fist attacks the eyes.\n\n26\n00:01:48,100 --> 00:01:52,000\nTah... Phah chi̍t pō͘ thun-kim pàng-kah khí-chhiú lo̍h-chhah<br>Hah! Watch this move: Swallow Gold, Release Armor, raise hand, plunge down!\n\n27\n00:01:52,000 --> 00:01:54,100\nOeh, chit pō͘ kha-chhiú ài siak-phah<br>Hey, this move needs a forceful snap!\n\n28\n00:01:54,100 --> 00:01:57,700\nNā-bô ē kán-ná chhin-chhiūⁿ bîn-chhn̂g-téng tī-leh thiàu Lûn-pah<br>Otherwise, it looks just like dancing the Rumba on a bed.\n\n29\n00:01:57,700 --> 00:01:59,800\nLâi, kang-hu nā beh hó<br>Come, if you want good Kung Fu...\n\n30\n00:01:59,800 --> 00:02:01,100\nTo̍h lán pún-tó<br>It's right here on our island.\n\n31\n00:02:01,100 --> 00:02:02,500\nNā beh ē to̍h lán kuì-tē<br>If you want to train, it's our honored place.\n\n32\n00:02:02,500 --> 00:02:04,600\nNā beh gâu to̍h lán tē-thâu<br>If you want to be skilled, it's our territory.\n\n33\n00:02:04,600 --> 00:02:07,200\nSió-tī nn̄g-saⁿ-pō͘ phiàn-chia̍h-pō͘<br>I only have a few tricks to make a living.\n\n34\n00:02:07,200 --> 00:02:07,900\nBāng kok-ūi to-to chí-kàu<br>I hope everyone will give me much advice.\n\n35\n00:02:07,900 --> 00:02:11,500\nTo-to chí-kàu lah<br>Give me much advice!\n\n36\n00:02:17,700 --> 00:02:22,500\nLâi-lâi-lâi-lâi, kim-ji̍t iú-iân lâi siong-hông<br>Come, come! Fate brings us together today.\n\n37\n00:02:22,500 --> 00:02:27,900\nBêng-ji̍t chiū beh koh chài oāⁿ pa̍t-ūi<br>Tomorrow we must move to another place.\n\n38\n00:02:27,900 --> 00:02:32,800\nThài-chó͘-kûn chhiūⁿ thih-ki<br>Taizu Fist is like an iron bar.\n\n39\n00:02:32,800 --> 00:02:37,500\nPe̍h-ho̍h-kûn sī chhiūⁿ môa-chî<br>White Crane Fist is soft like mochi.\n\n40\n00:02:37,800 --> 00:02:43,200\nAh~ chhiáⁿ lín kín lâi khòaⁿ<br>Ah~ please come and watch quickly!\n\n41\n00:02:43,200 --> 00:02:48,500\nLiû-lōng kang-ô͘ ê ngē-nńg ê kang-hu<br>The hard and soft skills of the wandering world.\n\n42\n00:02:48,500 --> 00:02:55,000\nKín-lâi kín-lâi kín-lâi--lah<br>Come quick, come quick, come quick!\n\n",
  "mask": {
    "h": "20",
    "w": "100",
    "b": "0",
    "l": "0",
    "c": "#000000",
    "o": 0.84
  },
  "settings": {
    "fontFamily": "'Taigi Font', serif",
    "scale": 1,
    "anchor": "bottom",
    "offset": "5",
    "color": "#ffffff",
    "boxColor": "#000000",
    "boxOp": 0.4,
    "shadow": "3",
    "shadowColor": "#444444"
  },
  "vocab": []
}